{
  "Afghanistan": "Afganistán", 
  "Albania": "Albania", 
  "Algeria": "Argelia", 
  "Andorra": "Andorra", 
  "Angola": "Angola", 
  "Antigua and Barbuda": "Antigua y Barbuda", 
  "Azerbaijan": "Azerbaiyán", 
  "Argentina": "Argentina", 
  "Australia": "Australia", 
  "Austria": "Austria", 
  "Bahamas": "Bahamas", 
  "Bahrain": "Baréin", 
  "Bangladesh": "Bangladés", 
  "Armenia": "Armenia", 
  "Barbados": "Barbados", 
  "Belgium": "Bélgica", 
  "Bhutan": "Bután", 
  "Bolivia (Plurinational State of)": "Bolivia", 
  "Bosnia and Herzegovina": "Bosnia y Herzegovina", 
  "Botswana": "Botsuana", 
  "Brazil": "Brasil", 
  "Belize": "Belice", 
  "Solomon Islands": "Islas Salomón", 
  "Brunei Darussalam": "Brunéi", 
  "Bulgaria": "Bulgaria", 
  "Myanmar": "Birmania", 
  "Burundi": "Burundi", 
  "Belarus": "Bielorrusia", 
  "Cambodia": "Camboya", 
  "Cameroon": "Camerún", 
  "Canada": "Canadá", 
  "Cabo Verde": "Cabo Verde", 
  "Central African Republic": "República Centroafricana", 
  "Sri Lanka": "Sri Lanka", 
  "Chad": "Chad", 
  "Chile": "Chile", 
  "China": "China", 
  "Colombia": "Colombia", 
  "Comoros": "Comoras", 
  "Congo": "República del Congo", 
  "Congo, Democratic Republic of the": "República Democrática del Congo", 
  "Costa Rica": "Costa Rica", 
  "Croatia": "Croacia", 
  "Cuba": "Cuba", 
  "Cyprus": "Chipre", 
  "Czechia": "República Checa", 
  "Benin": "Benín", 
  "Denmark": "Dinamarca", 
  "Dominica": "Dominica", 
  "Dominican Republic": "República Dominicana", 
  "Ecuador": "Ecuador", 
  "El Salvador": "El Salvador", 
  "Equatorial Guinea": "Guinea Ecuatorial", 
  "Ethiopia": "Etiopía", 
  "Eritrea": "Eritrea", 
  "Estonia": "Estonia", 
  "Fiji": "Fiyi", 
  "Finland": "Finlandia", 
  "France": "Francia", 
  "Djibouti": "Yibuti", 
  "Gabon": "Gabón", 
  "Georgia": "Georgia", 
  "Gambia": "Gambia", 
  "Germany": "Alemania", 
  "Ghana": "Ghana", 
  "Kiribati": "Kiribati", 
  "Greece": "Grecia", 
  "Grenada": "Granada", 
  "Guatemala": "Guatemala", 
  "Guinea": "Guinea", 
  "Guyana": "Guyana", 
  "Haiti": "Haití", 
  "Honduras": "Honduras", 
  "Hungary": "Hungría", 
  "Iceland": "Islandia", 
  "India": "India", 
  "Indonesia": "Indonesia", 
  "Iran (Islamic Republic of)": "Irán", 
  "Iraq": "Irak", 
  "Ireland": "Irlanda", 
  "Israel": "Israel", 
  "Italy": "Italia", 
  "Côte d'Ivoire": "Costa de Marfil", 
  "Jamaica": "Jamaica", 
  "Japan": "Japón", 
  "Kazakhstan": "Kazajistán", 
  "Jordan": "Jordania", 
  "Kenya": "Kenia", 
  "Korea (Democratic People's Republic of)": "Corea del Norte", 
  "Korea, Republic of": "Corea del Sur", 
  "Kuwait": "Kuwait", 
  "Kyrgyzstan": "Kirguistán", 
  "Lao People's Democratic Republic": "Laos", 
  "Lebanon": "Líbano", 
  "Lesotho": "Lesoto", 
  "Latvia": "Letonia", 
  "Liberia": "Liberia", 
  "Libya": "Libia", 
  "Liechtenstein": "Liechtenstein", 
  "Lithuania": "Lituania", 
  "Luxembourg": "Luxemburgo", 
  "Madagascar": "Madagascar", 
  "Malawi": "Malaui", 
  "Malaysia": "Malasia", 
  "Maldives": "Maldivas", 
  "Mali": "Malí", 
  "Malta": "Malta", 
  "Mauritania": "Mauritania", 
  "Mauritius": "Mauricio", 
  "Mexico": "México", 
  "Monaco": "Mónaco", 
  "Mongolia": "Mongolia", 
  "Moldova, Republic of": "Moldavia", 
  "Montenegro": "Montenegro", 
  "Morocco": "Marruecos", 
  "Mozambique": "Mozambique", 
  "Oman": "Omán", 
  "Namibia": "Namibia", 
  "Nauru": "Nauru", 
  "Nepal": "Nepal", 
  "Netherlands": "Países Bajos", 
  "Vanuatu": "Vanuatu", 
  "New Zealand": "Nueva Zelanda", 
  "Nicaragua": "Nicaragua", 
  "Niger": "Níger", 
  "Nigeria": "Nigeria", 
  "Norway": "Noruega", 
  "Micronesia (Federated States of)": "Micronesia", 
  "Marshall Islands": "Islas Marshall", 
  "Palau": "Palaos", 
  "Pakistan": "Pakistán", 
  "Panama": "Panamá", 
  "Papua New Guinea": "Papúa Nueva Guinea", 
  "Paraguay": "Paraguay", 
  "Peru": "Perú", 
  "Philippines": "Filipinas", 
  "Poland": "Polonia", 
  "Portugal": "Portugal", 
  "Guinea-Bissau": "Guinea-Bisáu", 
  "Timor-Leste": "Timor Oriental", 
  "Qatar": "Catar", 
  "Romania": "Rumania", 
  "Russian Federation": "Rusia", 
  "Rwanda": "Ruanda", 
  "Saint Kitts and Nevis": "San Cristóbal y Nieves", 
  "Saint Lucia": "Santa Lucía", 
  "Saint Vincent and the Grenadines": "San Vicente y las Granadinas", 
  "San Marino": "San Marino", 
  "Sao Tome and Principe": "Santo Tomé y Príncipe", 
  "Saudi Arabia": "Arabia Saudita", 
  "Senegal": "Senegal", 
  "Serbia": "Serbia", 
  "Seychelles": "Seychelles", 
  "Sierra Leone": "Sierra Leona", 
  "Singapore": "Singapur", 
  "Slovakia": "Eslovaquia", 
  "Viet Nam": "Vietnam", 
  "Slovenia": "Eslovenia", 
  "Somalia": "Somalia", 
  "South Africa": "Sudáfrica", 
  "Zimbabwe": "Zimbabue", 
  "Spain": "España", 
  "South Sudan": "Sudán del Sur", 
  "Sudan": "Sudán", 
  "Suriname": "Surinam", 
  "Eswatini": "Suazilandia", 
  "Sweden": "Suecia", 
  "Switzerland": "Suiza", 
  "Syrian Arab Republic": "Siria", 
  "Tajikistan": "Tayikistán", 
  "Thailand": "Tailandia", 
  "Togo": "Togo", 
  "Tonga": "Tonga", 
  "Trinidad and Tobago": "Trinidad y Tobago", 
  "United Arab Emirates": "Emiratos Arabes Unidos", 
  "Tunisia": "Túnez", 
  "Turkey": "Turquía", 
  "Turkmenistan": "Turkmenistán", 
  "Tuvalu": "Tuvalu", 
  "Uganda": "Uganda", 
  "Ukraine": "Ucrania", 
  "North Macedonia": "Macedonia del Norte", 
  "Egypt": "Egipto", 
  "United Kingdom of Great Britain and Northern Ireland": "Reino Unido", 
  "Tanzania, United Republic of": "Tanzania", 
  "United States of America": "Estados Unidos", 
  "Burkina Faso": "Burkina Faso", 
  "Uruguay": "Uruguay", 
  "Uzbekistan": "Uzbekistán", 
  "Venezuela (Bolivarian Republic of)": "Venezuela", 
  "Samoa": "Samoa", 
  "Yemen": "Yemen", 
  "Zambia": "Zambia",
  "Safety": "Seguridad",
  "Privacity": "Privacidad",
  "Learn": "Información",
  "Products" : "Productos",
  "Menu": "Menú",
  "Log in": "Inicia sesión",
  "Welcome" : "Bienvenido",
  "English": "Inglés",
  "Spanish": "Español",
  "ENGLISH": "INGLÉS",
  "SPANISH": "ESPAÑOL",
  "Find the most committed singles.": "Encuentra los solteros más comprometidos.",
  "Detailed profiles, search by criteria and geolocation.": "Perfiles detallados , búsqueda por criterios y geolocalización.",
  "Secret always accompanies you so you can see him wherever you want.": "Secret Love siempre te acompaña para que lo veas donde quieras.",
  "The most serious dating service.": "El servicio de citas más serio.",
  "Start now": "Empieza ahora",
  "By clicking Log In, you agree to our": "Al hacer clic en Inicia Sesión, aceptas nuestros",
  "Terms": "Términos",
  "Learn how we process your data in our": "Conoce cómo procesamos tus datos en nuestra",
  "Privaty Policy": "Política de privacidad",
  "and": "y",
  "Cookie Policy": "Política de cookies",
  "Log in with google": "Iniciar sesión con Google",
  "Log in with email": "Iniciar sesión con email",
  "When you tap 'Continue', Secret Love will send a text with verification code. Message and data rates may apply. The verified phone number can be used to login.": "Al pulsar Continuar, Secret Love te enviará un mensaje de texto con un código de verificación. Podrían aplicarse tarifas de mensajes y transmisión de datos. El número de teléfono verificado puede usarse para iniciar sesión.",
  "Continue" : "Continuar",
  "find a partner on our dating sites" : "encuentra pareja en nuestras páginas de citas",
  "Tell who you are!" : "¡Cuenta quién eres!",
  "Talk about you. The secret? Naturalness, sincerity and spontaneity. A few lines are enough to make a good impression. Why not add a touch of humour, too?" : "Habla sobre ti. ¿El secreto? Naturalidad, sinceridad y espontaneidad. Unas cuantas líneas son suficientes para causar una buena impresión. ¿Por qué no añadir también un toque de humor?",
  "Accuracy: The more criteria you complete, the more opportunities to be contacted by people with the same interests and lifestyle." : "Precisión: cuantos más criterios completes, más oportunidades de que te contacten personas con tus mismos intereses y estilo de vida.",
  "Find the person you are looking for!" : "¡Encuentra a la persona que estás buscando!",
  "Find the person who is really right for you thanks to the detailed search." : "Encuentra a la persona realmente adecuada para ti gracias a la búsqueda detallada.",
  "Discover our personalized selection of detailed profiles." : "Descubre nuestra selección personalizada de perfiles detallados.",
  "Share your photos. Create an album that reflects your personality." : "Comparte tus fotos. Crea un álbum que refleje tu personalidad.",
  "Contact" : "Contacta",
  "Don't know how to start a conversation?" : "¿No sabes cómo empezar una conversación?",
  "A good way to break the ice is to talk about the details that attracted you to their profile or things that you have in common." : "Una buena forma de romper el hielo es hablar sobre los detalles que te atrajeron de su perfil o de cosas que tengáis en común.",
  "Or share a link to a song or GIF. Stand out!" : "O compartir un enlace de una canción o un GIF. ¡Desmárcate!",
  "Read our tips on how to make your profile attractive and how to break the ice." : "Lee nuestros consejos sobre cómo hacer que tu perfil resulte atractivo y cómo romper el hielo.",
  "I had just broken up and Annie was starting to date women, so we were both really nervous and took it really easy at first. But we fell madly in love very quickly and we knew that it would be forever." : "Yo acababa de cortar una relación y Annie estaba empezando a salir con mujeres, así que las dos estábamos muy nerviosas y nos lo tomamos con mucha calma al principio. Pero nos enamoramos hasta las trancas muy rápido y supimos que eso sería para siempre.",
  "I met my fiancée on Secret Love during the COVID-19 quarantine. She is from London, United Kingdom, and I am from Albacete, Spain. We are Christians and we fall madly in love." : "Conocí a mi prometida en Secret Love durante la cuarentena de la COVID-19. Ella es de Londres, Reino Unido, y yo soy de Albacete, España. Somos cristianos y nos enamoramos con locura.",
  "To be honest, I'd been on a lot of Secret Love dates and I was convinced it would be just another hottie I could hang out with and eat for free. After 3 years and many shared dates and adventures… I am married to my Secret Love guy, Kenny!" : "Para ser sincero, había tenido muchas citas de Secret Love y estaba convencido de que sería un rollito más con quien me podría divertir y comer gratis. Después de 3 años y muchas citas y aventuras compartidas… ¡estoy casado con mi chico de Secret Love, Kenny!",
  "She came in with one of the WORST pick up lines ever, but I was bored at work so I decided to reply. From that moment we did not stop talking, dating and falling in love more and more." : "Me entró con una de las PEORES frases para ligar de la historia, pero me aburría en el trabajo y decidí contestarle. Desde ese momento no dejamos de hablar, de quedar y de enamorarnos más y más.",
  "I have a message for the single people of the world, especially for introverts like us: don't be afraid to step out of your comfort zone. When you do, you will truly connect. Secret Love has brought us together and I will always be grateful for that. ❤" : "Tengo un mensaje para la gente soltera del mundo, sobre todo para las personas introvertidas como nosotros: no tengas miedo de salir de tu zona de confort. Cuando lo hagas, conectarás de verdad. Secret Love nos ha unido y siempre estaré agradecido por eso. ❤",
  "With my roommate from uni, we stayed up late connected to Secret Love. We weren't looking for anything serious (and we didn't want to flirt either, really, we just had fun). My current husband and I matched on Secret Love." : "Con mi compañera de piso de la uni, nos quedábamos hasta tarde conectadas a Secret Love. No buscábamos nada serio (y tampoco queríamos ligar, en realidad, solo nos divertíamos). Mi actual marido y yo hicimos match en Secret Love.",
  "Conquer with your words!" : "¡Conquista con tus palabras!",
  "You need to put an email" : "Debes de poner un email",
  "You need to put a correct email" : "Tienes que poner un email correcto",
  "You need to put a password" : "Debes de poner una contraseña",
  "You need to put a correct password" : "Tienes que poner una contraseña correcta",
  "You need to put a 8 character password" : "Tienes que poner una contraseña de 8 carácteres mínimo",
  "Password" : "Contraseña",
  "Introduce your code" : "Introduce tu código",
  "Enter the code sent to" : "Introduce el código enviado al",
  "Resend" : "Reenviar",
  "Dating Safety Tips" : "Consejos de seguridad para citas",
  "Meeting new people is exciting, but you should always be cautious when interacting with someone you don't know. Use your best judgment and put your safety first, whether you are exchanging initial messages or meeting in person. While you can't control the actions of others, there are things you can do to help you stay safe during your Secret Love experience." : "Conocer gente nueva es alucinante, pero siempre debe tener cuidado al relacionarse con alguien que no conoce. Use el buen juicio y priorice su seguridad, ya sea que estén intercambiando mensajes iniciales o reuniéndose en persona. No podrá controlar las acciones de los demás, pero hay cosas que puede hacer para mantener su seguridad durante su experiencia en Secret Love.",
  "Online Safety" : "Seguridad en linea",
  "Never Send Money or Share Financial Information" : "Nunca envíe dinero ni comparta información financiera",
  "Never send money, especially over wire transfer, even if the person claims to be in an emergency. Wiring money is like sending cash — it's nearly impossible to reverse the transaction or trace where the money went. Never share information that could be used to access your financial accounts. If another user asks you for money, report it to us immediately." : "Nunca envíe dinero (especialmente, no lo haga por transferencia bancaria), incluso si la persona dice estar en una emergencia. Transferir dinero es como enviar dinero efectivo: es casi imposible revertir la transacción o rastrear a dónde se fue el dinero. Nunca comparta información que pueda usarse para acceder a sus cuentas financieras. Si otro usuario le pide dinero, infórmenos de inmediato.",
  "Protect Your Personal Information" : "Protege tu información personal",
  "Never share personal information, such as your social security number, home or work address, or details about your daily routine (e.g., that you go to a certain gym every Monday) with people you don't know. If you are a parent, limit the information that you share about your children on your profile and in early communications. Avoid sharing details such as your children's names, where they go to school, or their ages or genders." : "Nunca comparta información personal, como su número de seguridad social, la dirección de su casa o trabajo, o detalles sobre su rutina diaria (por ejemplo, que usted va todos los lunes a determinado gimnasio) con personas que no conozca. Si usted es padre, limite la información que comparte sobre sus hijos en su perfil y en las primeras conversaciones. Evite compartir detalles como los nombres de sus hijos, la escuela a la que van, o sus edades o géneros.",
  "Be Wary of Long Distance and Overseas Relationships" : "Tenga cuidado con las relaciones de larga distancia y en el extranjero",
  "Watch out for scammers who claim to be from your country but stuck somewhere else, especially if they ask for financial help to return home. Be wary of anyone who will not meet in person or talk on a phone/video call—they may not be who they say they are. If someone is avoiding your questions or pushing for a serious relationship without meeting or getting to know you first — that's a red flag." : "Tenga cuidado con los estafadores que dicen ser de su país pero que están atrapados en otro lugar, especialmente si solicitan ayuda financiera para regresar a casa. Tenga cuidado con quienes no se reúnan en persona o con quienes no hablen por teléfono o videollamada; es posible que no sean quienes dicen ser. Si alguien está evitando sus preguntas o presionando por una relación seria sin reunirse con usted o conocerle primero, considere eso una señal de alerta.",
  "Protect Your Account" : "Proteja su cuenta",
  "Be sure to pick a strong password, and always be careful when logging into your account from a public or shared computer. Secret Love will never send you an email asking for your username and password information — if you receive an email asking for account information, report it immediately." : "Asegúrese de elegir una contraseña segura y tenga siempre cuidado al iniciar sesión en su cuenta desde una computadora pública o compartida. Secret Love nunca le enviará un correo electrónico en el que le pida su nombre de usuario y contraseña. Si recibe un correo electrónico en el que se le solicita información sobre su cuenta, repórtelo de inmediato.",
  "Stay on the Platform" : "Permanezca en la plataforma",
  "Keep conversations on the Secret Love platform while you're getting to know someone. Because exchanges on Secret Love are subject to our Safe Message Filters, users with bad intentions often try to move the conversation to text, messaging apps, email, or phone right away." : "Mientras conoce a alguien, mantenga las conversaciones en la plataforma de Secret Love. Los usuarios con malas intenciones a menudo intentan mudar de inmediato la conversación a mensajes de texto, aplicaciones de mensajería, correo electrónico o teléfono.",
  "Meeting in Person" : "Conocerse en persona",
  "Don't Be In A Rush" : "No precipite las cosas",
  "Take your time and get to know the other person before agreeing to meet or chat off Secret Love. Don't be afraid to ask questions to screen for any red flags or personal dealbreakers. A phone or video call can be a useful screening tool before meeting." : "Tómese su tiempo y conozca a la otra persona antes de aceptar reunirse o conversar fuera de Secret Love. No tenga miedo de hacer preguntas para detectar señales de alerta o actitudes personales sospechosas. Una llamada telefónica o una videollamada pueden constituir una herramienta de detección útil antes de reunirse.",
  "Meet in Public and Stay in Public" : "Reúnase en público y permanezca en público",
  "Meet for the first few times in a populated, public place — never at your home, your date's home, or any other private location. If your date pressures you to go to a private location, end the date." : "Reúnanse las primeras veces en un lugar público y poblado, nunca en su casa, en la casa de la otra persona o cualquier otro lugar privado. Si la persona con la que tiene la cita le presiona para ir a un lugar privado, dé por concluida la cita.",
  "Tell Friends and Family About Your Plans" : "Cuénteles a sus amigos y familiares sobre sus planes",
  "Tell a friend or family member of your plans, including when and where you're going. Have your cell phone charged and with you at all times." : "Cuéntele sus planes a un amigo o familiar, así como cuándo se va y a dónde va. Conserve su teléfono celular cargado y con usted en todo momento.",
  "Be in Control of Your Transportation" : "Disponga de su medio de transporte",
  "We want you to be in control of how you get to and from your date so that you can leave whenever you want. If you're driving yourself, it's a good idea to have a backup plan such as a ride-share app or a friend to pick you up." : "Necesitamos que disponga de cómo llegar y salir de su cita para que pueda irse cuando lo desee. Si conduce usted, le recomendamos tener un plan de emergencia, como una aplicación de viajes compartidos o un amigo para que le recoja.",
  "Know Your Limits" : "Conozca sus límites",
  "Be aware of the effects of drugs or alcohol on you specifically — they can impair your judgment and your alertness. If your date tries to pressure you to use drugs or drink more than you're comfortable with, hold your ground and end the date." : "Tenga en cuenta los efectos específicos de las drogas o el alcohol en su persona; pueden afectar su juicio y su estado de alerta. Si la otra persona intenta presionarle para que use drogas o para que beba más de lo que pueda tolerar, manténgase firme y dé por concluida la cita.",
  "Don't Leave Drinks or Personal Items Unattended" : "No deje bebidas o artículos personales sin atender",
  "Know where your drink comes from and know where it is at all times — only accept drinks poured or served directly from the bartender or server. Many substances that are slipped into drinks to facilitate sexual assault are odorless, colorless, and tasteless. Also, keep your phone, purse, wallet, and anything containing personal information on you at all times." : "Esté consciente de dónde proviene su bebida y de su ubicación en todo momento: solo acepte bebidas que haya vertido o servido directamente el camarero o mozo. Muchas de las sustancias que se introducen en las bebidas para facilitar la agresión sexual son inodoras, incoloras e insípidas. Igualmente, conserve su teléfono, cartera, billetera y todo lo que contenga información personal con usted en todo momento.",
  "If You Feel Uncomfortable, Leave" : "Si no se siente cómodo o cómoda, abandone el lugar",
  "It's okay to end the date early if you're feeling uncomfortable. In fact, it's encouraged. And if your instincts are telling you something is off or you feel unsafe, ask the bartender or server for help." : "No importa finalizar la cita antes de tiempo si se siente incómodo o incómoda. De hecho, esto es lo aconsejable. Y si sus instintos le dicen que algo no está bien o siente inseguridad, pida ayuda al camarero o al mozo.",
  "Privacy Policy" : "Política de privacidad",
  "Welcome to Secret Love's Privacy Policy. Thank you for taking the time to read it." : "Te damos la bienvenida a la Política de privacidad de Secret Love. Muchas gracias por tomarte el tiempo para leerla.",
  "We appreciate that you trust us with your information and we intend to always keep that trust. This starts with making sure you understand the information we collect, why we collect it, how it is used and your choices regarding your information. This Policy describes our privacy practices in plain language, keeping legal and technical jargon to a minimum." : "Apreciamos que confíes en nosotros al otorgarnos tu información y tenemos la intención de mantener siempre esa confianza. Todo comienza con asegurarnos de que comprendes la información que recopilamos, por qué lo hacemos, cómo la usamos y cuáles son tus opciones con respecto a tu información. Esta Política describe nuestras prácticas de privacidad en lenguaje sencillo, por lo que intentamos utilizar lo menos posible la terminología jurídica y técnica.",
  "Where This Privacy Policy Applies" : "Dónde se aplica esta Política de privacidad",
  "This Privacy Policy applies to websites, apps, events and other services we operate under the Secret Love brand. For simplicity, we refer to all of these as our 'services' in this Privacy Policy. To make it extra clear, we've added links to this Privacy Policy on all applicable services. Some services may require their own unique privacy policy. If a service has its own privacy policy, then that policy -- not this Privacy Policy -- applies." : "Esta Política de privacidad aplica para los sitios web, las apps, los eventos y otros servicios que operamos como Secret Love. Para simplificar, en esta Política de privacidad nos referimos a todos estos como nuestros 'servicios'. Para ser todavía más claros, hemos agregado enlaces a esta Política de privacidad en todos nuestros servicios. Algunos servicios podrían requerir su propia política de privacidad. Si los servicios tienen su propia política de privacidad, esa política (y no esta Política de privacidad) se aplicará.",
  "Cookies and Other Similar Data Collection Technologies" : "Cookies y otras tecnologías de recopilación de datos similares",
  "We use and may allow others to use cookies and similar technologies (e.g., web beacons, pixels, SDKs) to recognize you and/or your device(s). You may read our Cookie Policy for more information on why we use them and how you can better control their use. Some web browsers (including Safari, Internet Explorer, Firefox and Chrome) have a “Do Not Track” (“DNT”) feature that tells a website that a user does not want to have his or her online activity tracked. If a website that responds to a DNT signal receives a DNT signal, the browser can block that website from collecting certain information about the browser's user. Not all browsers offer a DNT option and DNT signals are not yet uniform. For this reason, many businesses, including Secret Love, do not currently respond to DNT signals." : "Utilizamos y podríamos permitir que otros utilicen cookies y tecnologías similares (por ejemplo: web beacons, pixeles, SDKs) para reconocerte a ti y a tu(s) dispositivo(s). Puedes leer nuestra Política de Cookies para más información sobre por qué utilizamos esta tecnología y cómo puedes controlar su uso. Algunos navegadores web (incluidos Safari, Internet Explorer, Firefox y Chrome) tienen la característica “No rastrear” (Do Not Track, “DNT” ) que avisa al sitio web de que un usuario no desea que se haga el seguimiento de su actividad en línea. Si un sitio web que responde a una señal DNT recibe una, el navegador puede bloquear ese sitio web para que no recopile cierta información sobre el usuario del navegador. No todos los navegadores ofrecen la opción DNT y las señales DNT no son todavía uniformes. Por esta razón, muchos negocios, incluido Secret Love, actualmente no responden a las señales DNT.",
  "How We Share Information" : "Cómo compartimos la información",
  "Since our goal is to help you make meaningful connections, the main sharing of members' information is, of course, with other members. We also share some members' information with service providers and partners who assist us in operating the services, with other Match Group companies for specified reasons as laid out below and, in some cases, legal authorities." : "Ya que nuestra meta es ayudarte a formar conexiones significativas, la manera principal de compartir información de los usuarios es, por supuesto, con otros usuarios. También compartimos la información de algunos usuarios con proveedores de servicios y socios que nos apoyan en la operación de los servicios, con otras compañías de Match Group por las razones mencionadas a continuación y, en algunos casos, las autoridades legales.",
  "Cross-Border Data Transfers" :  "Transferencias de datos transfronterizas",
  "Sharing of information laid out in How We Share Information involves cross-border data transfers to the United States of America and other jurisdictions that may have different laws about data processing. When we transfer personal information outside of the EEA, the United Kingdom, Switzerland or other countries which data protection laws have been deemed adequate by the European Commission or other competent governmental body, we use standard contract clauses (standard contractual clauses are commitments between companies transferring personal data, binding them to protect the privacy and security of your data) or other appropriate transfer mechanism. We are currently in the process of reviewing transfers to our vendors and associated legal basis further to the recent Court of Justice for the European Union's ruling on transfers of personal data to the USA." : "El intercambio de la información establecida en Como Compartimos Tu Información, implica transferencias transfronterizas de datos a los Estados Unidos y a otras jurisdicciones que podrían tener leyes diferentes en cuanto al procesamiento de datos. Cuando nosotros transferimos información personal fuera del Espacio Económico Europeo, del Reino Unido, de Suiza o de otros países en los cuales las leyes de protección de datos puedan considerarse adecuadas por la Comisión Europea u otras entidades gubernamentales, utilizamos cláusulas contractuales estándar (las cláusulas contractuales estándar son compromisos entre las empresas que transfieren datos personales, las cuales los obligan proteger la privacidad y seguridad de tus datos) u otros mecanismos de transferencia apropiados. Actualmente estamos en un proceso de revisión de transferencia a nuestros proveedores y los fundamentos legales asociados a las decisiones recientes del Tribunal de Justicia de la Unión Europea sobre las transferencias de datos personales a los Estados Unidos.",
  "Your rights" : "Tus derechos",
  "For your protection and the protection of all of our members, we may ask you to provide proof of identity before we can answer the above requests. Keep in mind, we may reject requests, including if we are unable to authenticate you, if the request is unlawful or invalid, or if it may infringe on trade secrets or intellectual property or the privacy or other rights of someone else. If you wish to receive information relating to another member, such as a copy of any messages you received from them through our service, the other member will have to contact us to provide their written consent before the information is released. We may also ask them to provide proof of identity before we can answer the request. Also, we may not be able to accommodate certain requests to object to or restrict the processing of personal information, notably where such requests would not allow us to provide our service to you anymore. For instance, we cannot provide our service if we do not have your date of birth and thus cannot ensure that you are 18 years of age or older. In certain countries, including in the European Economic Area and the United Kingdom, you have a right to lodge a complaint with the appropriate data protection authority if you have concerns about how we process your personal information." : "Para tu protección y la protección de todos nuestros usuarios, podríamos solicitar que proporciones una prueba de identidad antes de que podamos responder a las solicitudes mencionadas. Toma en cuenta que podemos rechazar tus solicitudes, tal como en caso de que no podamos autenticarte, si la solicitud es ilícita o inválida, o si infringe secretos comerciales o propiedad intelectual, o la privacidad u otros derechos de otra persona. Si deseas recibir información relacionada con otro usuario, como una copia de cualquier mensaje que recibiste de esa persona a través de nuestros servicios, el otro usuario deberá de contactarnos para darnos su consentimiento por escrito antes de que divulguemos esa información. Es posible que les pidamos que comprueben su identidad antes de responder la solicitud. Además, es posible que no podamos satisfacer algunas solicitudes que nieguen o restrinjan el procesamiento de información personal, ya que estas solicitudes nos impedirían brindarte nuestros servicios. Por ejemplo, no podemos brindarte nuestro servicio si no contamos con tu fecha de nacimiento y por lo tanto no podemos asegurarnos de que eres mayor de 18 años. En algunos países, incluyendo los que se encuentran dentro del Espacio Económico Europeo y del Reino Unido, tienes el derecho a interponer una queja ante la autoridad de protección de datos apropiada si tienes cualquier preocupación por la manera en la que procesamos tu información personal.",
  "Children's Privacy" : "Privacidad de menores",
  "Our services are restricted to individuals who are 18 years of age or older. We do not permit individuals under the age of 18 on our platform. If you suspect that a member is under the age of 18, please use the reporting mechanism available on the service." : "Nuestros servicios se restringen a personas mayores de 18 años. No permitimos que personas menores de 18 años entren a nuestra plataforma. Si sospechas que un usuario es menor de 18 años, por favor utiliza los mecanismos de denuncia disponibles en el servicio.",
  "Privacy Policy Changes" : "Cambios en la Política de privacidad",
  "Because we're always looking for new and innovative ways to help you build meaningful connections and strive on making sure explanations about our data practices remain up-to-date, this policy may change over time. We will notify you before any material changes take effect so that you have time to review the changes." : "Debido a que siempre buscamos maneras nuevas e innovadoras de ayudarte a formar conexiones significativas y nuestra meta es mantener las explicaciones de prácticas de datos actualizadas, esta política puede cambiar con el transcurso del tiempo. Te notificaremos antes de que cualquier cambio significativo entre en vigor para que tengas tiempo de revisar los cambios.",
  "For Only" : "Por solo",
  "Buy Now!" : "¡Comprar ahora!",
  "More Details" : "Más detalles",
  "Unlimited likes" : "\"Me gusta\" ilimitados",
  "Unlimited Likes" : "Likes ilimitados",
  "Unlimited Rewinds" : "Rewinds ilimitados",
  "Passport to any location" : "Pasaporte para cualquier ubicación",
  "See who likes you" : "Descubre a quién le gustas",
  "New Top Picks every day" : "Nuevos Top Picks a diario",
  "And everything from Secret Love Plus" : "Y todo de Secret Love Plus",
  "Message before matching" : "Mensaje antes de hacer match",
  "Prioritised likes" : "Likes priorizados",
  "And everything from Secret Love Mega" : "Y todo de Secret Love Mega",
  "Upgrade to Plus, Mega or Ultra for an enhanced Secret Love experience" : "Pásate a Plus, Mega o Ultra para mejorar tu experiencia en Secret Love.",
  "Subscription Tiers" : "Niveles de suscripción",
  "Catch feelings for as many people you want." : "Siente tantos flechazos como quieras.",
  "Passport" : "Pasaporte",
  "Change your location wherever you want." : "Cambia tu localización adonde tu quieras.",
  "Rewind" : "Retroceder",
  "Go back in time and redo your last Like or Nop." : "Regresa al pasado y cambia tu último Like.",
  "You will be able to know whose crush you are." : "Vas a saber de quien eres crush.",
  "Look who are the top people of Secret Love." : "Mira quienes son los mejores de Secret Love.",
  "Priority Likes" : "Like Prioritario",
  "Your profile is seen faster by the people you Like." : "Las personas a las que les diste Like verán tu perfil más rápido.",
  "Add a Note to the Super Like" : "Agrega un mensaje al Super Like.",
  "Attach a note to every Super Like you send." : "Agrega un mensaje a cada Super Like que des.",
  "When it comes to dating apps, you've got options: Badoo, Bumble, Hinge, Match, POF, Tinder, and many more. It doesn't matter if you want to find love, a date, or just have a casual chat, you still want to find an app that's the right match for you. And it's not always black and white — when you want to meet new people, your friends at Secret Love can help you out with features designed to make the impossible possible. Dating online just got easier" : "Cuando se trata de apps de citas, tienes opciones: Badoo, Bumble, Hinge, Match, Happn, Tinder y muchas más. No importa si lo que quieres es encontrar el amor, una cita o solo una conversación casual. Lo importante es encontrar la app correcta para ti. Y no siempre es blanco y negro. Cuando quieres conocer gente nueva, tus amigos de Tinder te pueden ayudar con funciones diseñadas para hacer lo imposible posible. Conocer a alguien en línea ahora es más fácil",
  "We won't brag about being the best free site — we'll let you decide for yourself by giving you Secret Love at a glance." : "No vamos a declarar que somos el mejor sitio gratuito. Te dejaremos decidirlo por tu cuenta dándote un resumen de Secret Love.",
  "So, Why Choose A Dating App Like Secret Love?" : "Entonces, ¿ por qué elegir una app de citas como Secret Love?",
  "Explore Your Passions" : "Explora tus pasiones",
  "It's easy to chat up a match when you know you have something in common. The Secret Love app lets you add Passions to your profile and connect with people who share your interests." : "Es más fácil chatear con tu match cuando sabes que tienen algo en común. La app de Secret Love te permite añadir Intereses a tu perfil y conectar con personas que comparten tus intereses.",
  "Roll With Us Anywhere" : "Ve con nosotros a donde sea",
  "When you want to meet local people whether you're visiting New York City or Chicago, there's an app for that—and it's called Secret Love. Chat with people near and far with features that let you match around the world. Secret Love is your go-to travel buddy. We've got you covered in 190 countries, and not even our friends at OKCupid and Plenty of Fish can say that." : "Cuando quieras conocer gente local sea cual sea la ciudad que visites, desde Bogotá hasta Ciudad de México, existe una app para eso, y se llama Secret Love. Chatea con gente cerca o lejos de ti con funciones que te permiten hacer match en todo el mundo. Secret Love es tu compañero de viaje preferido. Podemos ir contigo a 190 países. Ni siquiera nuestros amigos de Badoo y Happn pueden decir eso.",
  "Date Safer With Face to Face" : "Citas más seguras con Videollamada",
  "We're all eager to meet new people IRL, but dating during COVID-19 means putting your safety first. When six feet apart isn't enough, Face to Face lets you video chat with your match so you can keep the connection going online." : "Todos estamos ansiosos por conocer a gente nueva en la vida real, pero las citas durante el COVID-19 implican que tu seguridad es lo primero. Cuando seis pies de distancia no son suficientes, una Videollamada te permite usar video mientras hablas con tu match para que puedan mantener su conexión en línea.",
  "Connect With People Everywhere" : "Conecta con personas en todas partes",
  "Go beyond your distance settings and chat with people around the world with our Passport feature. All it takes is an upgrade to a Secret Love Plus subscription to be able to match anywhere from everywhere." : "Ve más allá de tu configuración de distancia y chatea con gente de todo el mundo con nuestra función Passport. Todo lo que necesitas es subir de nivel a una suscripción Secret Love Plus para poder hacer match en donde sea desde cualquier lugar.",
  "See Who Likes You" : "Descubre quién te dio Like",
  "There are only so many hours in a day for dating. We get it. A Secret Love Mega subscription lets you see all the people who Like you, saving you precious time so you can focus on the finer things in life." : "La horas en un solo día para citas son limitadas. Lo entendemos. Una suscripción Secret Love Mega te permite ver a todas las personas que te dieron Like. Así podrás ahorrar tu tiempo valioso y enfocarte en las cosas buenas de la vida.",
  "Make Every Like Count" : "Haz que cada Like cuente",
  "Exclusive to Secret Love Ultra subscribers, Priority Likes puts your profile in front of the people you Like faster." : "Los Likes Prioritarios son la función exclusiva de Secret Love Mega que le muestran tu perfil a la gente que te gusta más rápido.",
  "Matches at Your Fingertips" : "Matches en la palma de tu mano",
  "One of the most adult decisions you'll make is picking a dating app that can offer you all the things your ex couldn't. And it's not just as simple as choosing between Badoo or Zoosk. Meeting people online is a journey, and you want someone along for the ride that you can trust. When it comes to making a match, consider the Secret Love app your new copilot." : "Una de las decisiones más adultas que tomaras será elegir una app de citas que pueda ofrecerte todas las cosas que tu ex no pudo. Y no es tan sencillo como elegir entre Badoo o Bumble. Conocer a gente en línea es una travesía y quieres a alguien en quien puedes confiar para que te acompañe. Cuando se trata de hacer match, piensa en la app de Secret Love como tu nuevo copiloto.",
  "All-Inclusive, All the Time" : "Todo incluido, todo el tiempo",
  "We're not a fan of labels, so we offer a dating experience designed to connect you with new people outside your usual circles. Unlike sites like Bumble, Secret Love doesn't filter based on height, education, race, or religion because demographics do not define a person. We believe everyone deserves the right to be seen and make the first move no matter how they identify. On our app, we put everyone in front of you and let you choose who you want to chat with." : "No somos fanáticos de las etiquetas, asi que ofrecemos una experiencia diseñada para conectarte con gente nueva fuera de tus círculos habituales. A diferencia de otros sitios como Bumble, Secret Love no tiene filtros de estatura, educación, raza o religión porque los datos demográficos no definen a una persona. Creemos que todo mundo merece el derecho a ser visto y dar el primer paso sin importar su identidad. En nuestra app, te mostramos a todo mundo y te permitimos elegir con quién quieres chatear.",
  "Endless Possibilities" : "Posibilidades infinitas",
  "With more than 55 billion matches to date, we're no stranger to bringing singles together online. Some sites, like Hinge and eharmony, are designed for long-term relationships, but on the Secret Love app, we're all about the experience and offer possibilities for whatever it is you're looking for." : "Con más de 55 mil millones de matches hasta la fecha, no somos novatos cuando se trata de conectar a la gente soltera en línea. Algunos sitios como Hinge y eHarmony están diseñados para relaciones a largo plazo, pero en la app de Secret Love nos enfocamos en la experiencia y ofrecemos posibilidades para lo que sea que estés buscando.",
  "Close" : "Cerrar",
  "Both codes don't match" : "No coinciden ambos codigos",
  "Page Not Found 404" : "Página No Encontrada 404",
  "Don't worry, no one broke your heart." : "No te preocupes, nadie te ha roto el corazón.",
  "To return to home click" : "Para volver a casa haz click",
  "here" : "aquí",
  "Create Account" : "Crear Cuenta",
  "Name" : "Nombre",
  "Birthday" : "Fecha de Nacimiento",
  "Gender" : "Género",
  "Man" : "Hombre",
  "Woman" : "Mujer",
  "Other" : "Otro",
  "I'm interested in" : "Estoy interesado en",
  "Men" : "Hombres",
  "Women" : "Mujeres",
  "Everyone" : "Todos",
  "Email Address" : "Dirección de correo electrónico",
  "You need to put a name" : "Tienes que poner algún nombre",
  "Put a correct name" : "Pon un nombre correcto",
  "Put a correct date" : "Pon una fecha correcta",
  "You need to select one of these" : "Tienes que seleccionar uno de estos",
  "Country" : "País",
  "Profile Photo" : "Foto de Perfil",
  "You must upload images with png, jpg or jpeg format" : "Tienes que subir fotos con formato png, jpg or jpeg",
  "Cannot exceed 25 characters" : "No puede superar los 25 caracteres",
  "Telephone" : "Teléfono",
  "You need to put a telephone" : "Tienes que poner algún teléfono",
  "You need to put some images" : "Tienes que poner alguna imagen",
  "Something ocurred" : "Algo ha ocurrido"
}
