{
  "Safety": "Seguridad",
  "Privacity": "Privacidad",
  "Support": "Soporte",
  "Products" : "Productos",
  "Menu": "Menú",
  "Log in": "Inicia sesión",
  "Welcome" : "Bienvenido",
  "English": "Inglés",
  "Spanish": "Español",
  "ENGLISH": "INGLÉS",
  "SPANISH": "ESPAÑOL",
  "Find the most committed singles.": "Encuentra los solteros más comprometidos.",
  "Detailed profiles, search by criteria and geolocation.": "Perfiles detallados , búsqueda por criterios y geolocalización.",
  "Secret always accompanies you so you can see him wherever you want.": "Secret Love siempre te acompaña para que lo veas donde quieras.",
  "The most serious dating service.": "El servicio de citas más serio.",
  "Start now": "Empieza ahora",
  "By clicking Log In, you agree to our": "Al hacer clic en Inicia Sesión, aceptas nuestros",
  "Terms": "Términos",
  "Learn how we process your data in our": "Conoce cómo procesamos tus datos en nuestra",
  "Privaty Policy": "Política de privacidad",
  "and": "y",
  "Cookie Policy": "Política de cookies",
  "Log in with google": "Iniciar sesión con Google",
  "Log in with email": "Iniciar sesión con email",
  "When you tap 'Continue', Tinder will send a text with verification code. Message and data rates may apply. The verified phone number can be used to login.": "Al pulsar Continuar, Secret Love te enviará un mensaje de texto con un código de verificación. Podrían aplicarse tarifas de mensajes y transmisión de datos. El número de teléfono verificado puede usarse para iniciar sesión.",
  "Continue" : "Continuar",
  "find a partner on our dating sites" : "encuentra pareja en nuestras páginas de citas",
  "Tell who you are!" : "¡Cuenta quién eres!",
  "Talk about you. The secret? Naturalness, sincerity and spontaneity. A few lines are enough to make a good impression. Why not add a touch of humour, too?" : "Habla sobre ti. ¿El secreto? Naturalidad, sinceridad y espontaneidad. Unas cuantas líneas son suficientes para causar una buena impresión. ¿Por qué no añadir también un toque de humor?",
  "Accuracy: The more criteria you complete, the more opportunities to be contacted by people with the same interests and lifestyle." : "Precisión: cuantos más criterios completes, más oportunidades de que te contacten personas con tus mismos intereses y estilo de vida.",
  "Find the person you are looking for!" : "¡Encuentra a la persona que estás buscando!",
  "Find the person who is really right for you thanks to the detailed search." : "Encuentra a la persona realmente adecuada para ti gracias a la búsqueda detallada.",
  "Discover our personalized selection of detailed profiles." : "Descubre nuestra selección personalizada de perfiles detallados.",
  "Share your photos. Create an album that reflects your personality." : "Comparte tus fotos. Crea un álbum que refleje tu personalidad.",
  "Contact" : "Contacta",
  "Don't know how to start a conversation?" : "¿No sabes cómo empezar una conversación?",
  "A good way to break the ice is to talk about the details that attracted you to their profile or things that you have in common." : "Una buena forma de romper el hielo es hablar sobre los detalles que te atrajeron de su perfil o de cosas que tengáis en común.",
  "Or share a link to a song or GIF. Stand out!" : "O compartir un enlace de una canción o un GIF. ¡Desmárcate!",
  "Read our tips on how to make your profile attractive and how to break the ice." : "Lee nuestros consejos sobre cómo hacer que tu perfil resulte atractivo y cómo romper el hielo.",
  "I had just broken up and Annie was starting to date women, so we were both really nervous and took it really easy at first. But we fell madly in love very quickly and we knew that it would be forever." : "Yo acababa de cortar una relación y Annie estaba empezando a salir con mujeres, así que las dos estábamos muy nerviosas y nos lo tomamos con mucha calma al principio. Pero nos enamoramos hasta las trancas muy rápido y supimos que eso sería para siempre.",
  "I met my fiancée on Secret Love during the COVID-19 quarantine. She is from London, United Kingdom, and I am from Albacete, Spain. We are Christians and we fall madly in love." : "Conocí a mi prometida en Secret Love durante la cuarentena de la COVID-19. Ella es de Londres, Reino Unido, y yo soy de Albacete, España. Somos cristianos y nos enamoramos con locura.",
  "To be honest, I'd been on a lot of Secret Love dates and I was convinced it would be just another hottie I could hang out with and eat for free. After 3 years and many shared dates and adventures… I am married to my Secret Love guy, Kenny!" : "Para ser sincero, había tenido muchas citas de Secret Love y estaba convencido de que sería un rollito más con quien me podría divertir y comer gratis. Después de 3 años y muchas citas y aventuras compartidas… ¡estoy casado con mi chico de Secret Love, Kenny!",
  "She came in with one of the WORST pick up lines ever, but I was bored at work so I decided to reply. From that moment we did not stop talking, dating and falling in love more and more." : "Me entró con una de las PEORES frases para ligar de la historia, pero me aburría en el trabajo y decidí contestarle. Desde ese momento no dejamos de hablar, de quedar y de enamorarnos más y más.",
  "I have a message for the single people of the world, especially for introverts like us: don't be afraid to step out of your comfort zone. When you do, you will truly connect. Secret Love has brought us together and I will always be grateful for that. ❤" : "Tengo un mensaje para la gente soltera del mundo, sobre todo para las personas introvertidas como nosotros: no tengas miedo de salir de tu zona de confort. Cuando lo hagas, conectarás de verdad. Secret Love nos ha unido y siempre estaré agradecido por eso. ❤",
  "With my roommate from uni, we stayed up late connected to Secret Love. We weren't looking for anything serious (and we didn't want to flirt either, really, we just had fun). My current husband and I matched on Secret Love." : "Con mi compañera de piso de la uni, nos quedábamos hasta tarde conectadas a Secret Love. No buscábamos nada serio (y tampoco queríamos ligar, en realidad, solo nos divertíamos). Mi actual marido y yo hicimos match en Secret Love.",
  "Conquer with your words!" : "¡Conquista con tus palabras!",
  "You need to put an email" : "Debes de poner un email",
  "You need to put a correct email" : "Tienes que poner un email correcto",
  "You need to put a password" : "Debes de poner una contraseña",
  "You need to put a correct password" : "Tienes que poner una contraseña correcta",
  "You need to put a 8 character password" : "Tienes que poner una contraseña de 8 carácteres mínimo",
  "Password" : "Contraseña",
  "Introduce your code" : "Introduce tu código",
  "Enter the code sent to" : "Introduce el código enviado al",
  "Resend" : "Reenviar"
}
